---
kind: other
id: Methods.T:Autodesk.Revit.DB.SSEPointVisibilitySettings
source: html/92ee7921-f31d-2b12-803c-b2d1921d4c46.htm
---
# SSEPointVisibilitySettings Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.